Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: Failed to parse the downloaded VM.
ar: فشل في تحليل الآلة الافتراضية التي تم تنزيلها.
de: Die geladene VM konnte nicht geöffnet werden.
es_419: No se pudo analizar la VM descargada.
it: Errore di lettura della la Macchina Virtuale scaricata.
ja: ダウンロードされた仮想マシンの解析に失敗しました。
pl: Nie udało się parsować pobranej wirtualnej maszyny.
ru: Не удалось разобрать загруженную ВМ.
zh_hans: 无法解析下载的虚拟机。
zh_hant: 無法解析下載的虛擬機。
zh_hk: 無法解析已經下載的虛擬電腦。

source: Failed to reconnect to the server.
ar: فشل في إعادة الاتصال بالخادم.
ja: サーバへの再接続に失敗しました。
zh_hans: 无法重新连接到服务器。
zh_hk: 無法重新連接至伺服器。

source: Failed to save suspend state
ar: فشل في حفظ حالة التعليق.
ja: サスペンド状態の保存に失敗しました
pl: Nie udało się zapisać stannu wstrzymania
zh_hans: 无法保存挂起状态。
zh_hk: 無法儲存暫停狀態。

source: Failed to save VM snapshot. Usually this means at least one device does not support snapshots. %@
ar: فشل في حفظ لقطة الآلة الافتراضية. عادةً ما يعني ذلك أن جهازًا واحدًا على الأقل لا يدعم اللقطات. %@
de: Der VM-Zustand konnte nicht gespeichert werden. Meistens liegt das an einem nicht unterstützten Gerät. %@
es_419: No se pudo guardar la instantánea de la VM. Por lo general esto significa que al menos un dispositivo no soporta las instantáneas: %@
fr: Impossible d’enregistrer l’instantané de la VM. Cela veut dire en général qu’au moins un appareil ne prend pas en charge les instantatés. %@
it: Non è stato possibile salvare l'istantanea della VM. Generalmente, questo significa che almeno uno dei dispositivi non supporta le istantanee: %@
ja: 仮想マシンのスナップショットの保存に失敗しました。これは、通常1台以上のデバイスがスナップショットに対応していないことを意味します。%@
pl: Nie udało się zapisać migawki. Zazwyczaj oznacza to co najmniej jedno urządzenie niewspierające migawek. %@
ru: Не удалось сохранить моментальный снимок ВМ. Обычно это означает, что по крайней мере одно устройство не поддерживает моментальные снимки. %@
zh_hans: 保存虚拟机快照失败。通常这意味着至少有一个设备不支持快照。%@
zh_hant: 無法儲存 VM 快照。這通常代表有至少一個裝置不支援快照。%@
zh_hk: 無法儲存虛擬電腦快照。這通常意味著至少有一個裝置不支援快照。%@

source: Failed to start SPICE client.
ar: فشل في بدء عميل SPICE.
de: Fehler beim Start des SPICE-Client.
es_419: No se pudo iniciar el cliente SPICE.
fr: Impossible de démarrer le client SPICE
it: Errore di avvio del Client SPICE
ja: SPICEクライアントの開始に失敗しました。
pl: Nie udało się uruchomić klienta SPICE
ru: Не удалось запустить клиент SPICE.
zh_hans: 无法启动 SPICE 客户端。
zh_hant: 無法啟動 SPICE 用戶端。
zh_hk: 無法啟動 SPICE 客戶端。

source: Faster, but can only run the native CPU architecture.
ar: أسرع، ولكن يمكنه تشغيل بنية المعالج الأصلية فقط.
de: Schneller, unterstützt jedoch nur die Host CPU-Architektur.
es_419: Más rápido, pero sólo puede ejecutar la arquitectura de CPU nativa.
fi: Nopeampi, mutta voi käyttää vain alkuperäistä CPU-arkkitehtuuria.
it: Più veloce, ma può solo eseguire VM con l'architettura nativa della CPU.
ja: 高速ですが、ネイティブのCPUアーキテクチャのみ実行することができます。
pl: Szybsze, ale wspiera jedynie systemy z architekturą natywną dla procesora
ru: Быстрее, но может работать только с нативной архитектурой процессора.
zh_hans: 速度更快，但只能运行本机 CPU 架构。
zh_hant: 比較快，但只能執行原生 CPU 架構。
zh_hk: 較快，但只能執行原生 CPU 體系結構。

source: Fetch latest Windows installer…
ar: احصل على أحدث مثبت لنظام Windows…
it: Ottieni l'installer di Windows più recente
ja: 最新のWindowsインストーラを取得…
zh_hans: 获取最新的 Windows 安装程序…
zh_hant: 抓取最新的 Windows 安裝工具…
zh_hk: 取得最新的 Windows 安裝工具⋯

source: Fingerprint
ar: بصمة
ja: 指紋
pl: Odcisk palca
zh_hans: 指纹
zh_hk: 指紋

source: Floppy
ar: قرص مرن
de: Diskette
es_419: Disquete
fi: Korppu
fr: Lecteur de disquettes
ja: フロッピー
pl: Dyskietka
ru: Дискета
zh_hans: 软盘
zh_hant: 軟碟機
zh_hk: 軟碟

source: Font
ar: خط
es_419: Fuente de letra
fi: Fontti
fr: Police
ja: フォント
ko: 폰트
pl: Czcionka
ru: Шрифт
zh_hans: 字体
zh_hant: 字型
zh_hk: 字體

source: Font Size
ar: حجم الخط
de: Schriftgröße
es_419: Tamaño de letra
fi: Fonttikoko
fr: Taille de la police
it: Dimensione Font
ja: フォントサイズ
ko: 폰트 크기
pl: Rozmiar czcionki
ru: Размер шрифта
zh_hans: 字体大小
zh_hant: 字型大小
zh_hk: 字體大小

source: Force Disable CPU Flags
ar: فرض تعطيل علامات CPU
es_419: Forzar deshabilitado de argumentos de CPU
fi: Pakota poistamaan prosessorin liput käytöstä
fr: Forcer la désactivation des flags du CPU
it: Forza Disattivazioen Flag CPU
ja: CPUフラグを強制的に無効にする
pl: Wymuś wyłączenie flag procesora
ru: Принудительно выключить флаги CPU
zh_hans: 强制禁用 CPU 标志
zh_hant: 強制停用 CPU 旗標
zh_hk: 強制停用 CPU 標記

source: Force Enable CPU Flags
ar: فرض تمكين علامات CPU
es_419: Forzar habilitado de argumentos de CPU
fi: Pakota CPU-liput käyttöön
fr: Forcer l’activation des flags du CPU
it: Forza Abilitazione Flag CPU
ja: CPUフラグを強制的に有効にする
pl: Wymuś włączenie flag procesora
ru: Принудительно включить флаги CPU
zh_hans: 强制启用 CPU 标志
zh_hant: 強制啟用 CPU 旗標
zh_hk: 強制啟用 CPU 標記

source: Force kill
ar: قتل قسري
es_419: Matar a la fuerza
fr: Tuer la VM
it: Arresto Forzato
ja: 強制終了
pl: Wymuś zakończenie
ru: Принудительно убить
zh_hans: 强制终止
zh_hant: 強制中止
zh_hk: 強行結束

source: Force kill the VM process with high risk of data corruption.
ar: قتل عملية الآلة الافتراضية قسريًا مع خطر كبير لفساد البيانات.
es_419: Matar el proceso de la VM a la fuerza con alto riesgo de corromper los datos.
fr: Force l’arrêt du processus de la VM avec un haut risque de corruption de données.
it: Forza l'interruzione del processo della VM, con un elevato rischio di compromettere dei dati.
ja: 仮想マシンのプロセスを強制終了します。高いデータ破損のリスクを伴います。
pl: Wymuszenie zakończenia procesu maszyny wirtualnej wiąże się z dużym ryzykiem uszkodzenia danych.
ru: Принудительное завершение процесса ВМ с высоким риском повреждения данных.
zh_hans: 强制杀死虚拟机进程 (会有高风险数据损坏)。
zh_hant: 強制中止虛擬機程序，很可能會導致資料損壞。
zh_hk: 強行結束虛擬電腦程序 (會有高風險使資料損毀)。

source: Force Multicore
ar: فرض تعدد النواة
de: Multicore erzwingen
es_419: Forzar multinúcleo
fi: Pakota moniytiminen
fr: Forcer l’utilisation de plusieurs cœurs
it: Forza Multicore
ja: マルチコアを強制
ko: 멀티코어 강제 활성화
pl: Wymuś wielowątkowość
ru: Принудительно включить многоядерность
zh_hans: 强制多核
zh_hant: 強制多核心模式
zh_hk: 強行多核心

source: Force multicore may improve speed of emulation but also might result in unstable and incorrect emulation.
ar: فرض استخدام عدة أنوية قد يحسن سرعة المحاكاة ولكنه قد يؤدي أيضًا إلى محاكاة غير مستقرة وغير صحيحة.
es_419: Forzar multinúcleo puede mejorar la velocidad de la emulación, pero también puede resultar en una emulación inestable e incorrecta.
fi: Moniytimen pakottaminen voi parantaa emuloinnin nopeutta, mutta se voi myös johtaa epävakaaseen ja virheelliseen emulointiin.
fr: Forcer le multicœurs peut accélérer l’émulation mais également la rendre instable et incorrecte.
it: Forzare l'uso del Multicore potrebbe incrementare la velocità emulazione, ma potrebbe risultare in emulazione scorretta o instabile.
ja: マルチコアを強制すると、エミュレーションの速度は向上しますが、エミュレーションが不安定になったり、正しく実行されなかったりする可能性があります。
pl: Wymuszenie wielowątkowości może poprawić prędkość emulacji, ale również może sprawić, że będzie ona nieprawidłowa i niestabilna.
ru: Принудительная многоядерность может повысить скорость эмуляции, но при этом может привести к нестабильной и некорректной эмуляции.
zh_hans: 强制多核可以提高模拟速度，但也可能导致模拟不稳定和不正确。
zh_hant: 強制使用多核心或許可以提高模擬速度，但也會導致不穩定和模擬錯誤等問題。
zh_hk: 強行多核心可能會提高仿真速度，但也會導致不穩定與錯誤的仿真。

source: Force PS/2 controller
ar: فرض استخدام وحدة تحكم PS/2
es_419: Forzar el controlador PS/2
fi: Pakota PS/2-ohjain
fr: Forcer le contrôleur PS/2
it: Forza Controller PS/2
ja: PS/2コントローラを強制
pl: Wymuś kontroler PS/2
ru: Принудительно включить PS/2 контроллер
zh_hans: 强制使用 PS/2 控制器
zh_hant: 強制使用 PS/2 控制器
zh_hk: 強行使用 PS/2 控制器

source: Force shut down
ar: إيقاف قسري
es_419: Forzar apagado
fr: Forcer l’arrêt
it: Forza Spegnimento
ja: 強制システム終了
pl: Wymuś zamknięcie
ru: Принудительно выключить
zh_hans: 强制关机
zh_hant: 強制關機
zh_hk: 強行關機

source: FPS Limit
ar: حد FPS
fr: Limitation de FPS
it: Limite FPS
ja: FPS制限
pl: Limit klatek
zh_hans: FPS 限制
zh_hant: FPS 上限
zh_hk: FPS 限制

source: GB
ar: جيجابايت

source: GDB Debug Stub
ar: جذع تصحيح GDB
ja: GDBデバッグスタブ
ru: Плагин отладки GDB
zh_hans: GDB 调试存根
zh_hant: GDB 除錯 stub

source: Generic
ar: عام
de: Standard
es_419: Genérico
fi: Yleistä
fr: Générique
it: Generico
ja: 一般
ko: 기본
pl: Ogólne
ru: Обычный
zh_hans: 通用
zh_hant: 通用
zh_hk: 一般

source: Generic Mouse
ar: فأرة عامة
ja: 汎用マウス
pl: Mysz
zh_hans: 通用鼠标
zh_hk: 一般滑鼠

source: Generic USB
ar: USB عام
ja: 汎用USB
pl: USB
zh_hans: 通用 USB
zh_hk: 一般 USB

source: Gesture and Cursor Settings
ar: إعدادات الإيماءات والمؤشر
de: Gesten- und Zeiger-Einstellungen
es_419: Configuración de gestos y cursor
fi: Eleiden ja kohdistimen asetukset
fr: Réglages des gestes et du curseur
it: Impostazioni Gesti e Cursore
ja: ジェスチャとカーソルの設定
ko: 제스쳐, 커서 설정
pl: Ustawienia gestów oraz kursora
ru: Параметры жестов и курсора
zh_hans: 手势和光标设置
zh_hant: 手勢與游標設定
zh_hk: 手勢與指標設定

source: Go Back
ar: العودة
es_419: Atrás
fi: Palaa
fr: Précédent
it: Indietro
ja: 戻る
pl: Wróć
ru: Назад
zh_hans: 返回
zh_hant: 返回
zh_hk: 返回

source: GPU Acceleration Supported
ar: يدعم تسريع GPU
fr: Accélération du GPU prise en charge
ja: GPUアクセラレーションに対応
pl: Akceleracja karty graficznej jest wspierana
ru: Поддержка ускорения с помощью GPU
zh_hans: 支持 GPU 加速
zh_hant: 支援 GPU 加速
zh_hk: 支援 GPU 加速

source: Guest Address
ar: عنوان الضيف
es_419: Dirección de invitado
fi: Vierasosoite
fr: Adresse de l’invité
it: Indirizzo Guest
ja: ゲストアドレス
ko: 게스트 주소
pl: Adres gościa
ru: Гостевой адрес
zh_hans: 客户机地址
zh_hant: 客體位址
zh_hk: 客戶端位址

source: Guest drivers are required for 3D acceleration.
ar: تحتاج برامج تشغيل الضيف إلى تسريع ثلاثي الأبعاد.
fr: Les drivers pour l’invités sont requis pour l’accélération 3D.
it: L'installazione dei driver guest è richiesta per l'accelerazione 3D.
ja: 3Dアクセラレーションには、ゲストドライバが必要です。
pl: Dodatki gościa są wymagane dla akceleracji 3D.
ru: Требуются драйверы в гостевой ОС для 3D ускорения.
zh_hans: 需要客户机驱动程序来使用 3D 加速。
zh_hant: 客體驅動程式需要 3D 加速。
zh_hk: 需要客戶端驅動程式才能使用 3D 加速。

source: Guest Network
ar: شبكة الضيف
es_419: Red de invitado
fi: Vierasverkosto
fr: Réseau de l’invité
it: Rete Guest
ja: ゲストネットワーク
ko: 게스트 네트워크
pl: Sieć gościa
ru: Гостевая сеть
zh_hans: 客户机网络
zh_hant: 客體網路
zh_hk: 客戶端網絡

source: Guest Network (IPv6)
ar: شبكة الضيف (IPv6)
es_419: Red de invitado (IPv6)
fi: Vierailijaverkko (IPv6)
fr: Réseau de l’invité (IPv6)
it: Rete Guest (IPv6)
ja: ゲストネットワーク（IPv6）
ko: 게스트 네트워크(IPv6)
pl: Sieć gościa (IPv6)
ru: Гостевая сеть (IPv6)
zh_hans: 客户机网络 (IPv6)
zh_hant: 客體網路（IPv6）
zh_hk: 客戶端網絡 (IPv6)

source: Guest Port
ar: منفذ الضيف
es_419: Puerto de invitado
fi: Vierassatama
fr: Port de l’invité
it: Porta Guest
ja: ゲストポート
ko: 게스트 포트
pl: Port gościa
ru: Гостевой порт
zh_hans: 客户机端口
zh_hant: 客體連線埠
zh_hk: 客戶端埠

source: Hard Disk
ar: قرص صلب
de: Festplatte
es_419: Disco duro
fi: Kiintolevy
fr: Disque dur
it: Disco Rigido
ja: ハードディスク
ko: 하드디스크
pl: Dysk twardy
ru: Жесткий диск
zh_hans: 硬盘
zh_hant: 硬碟
zh_hk: 硬碟

source: Hardware
ar: عتاد
fi: Laitteisto
fr: Matériel
ja: ハードウェア
ko: 장치
pl: Sprzęt
ru: Оборудование
zh_hans: 硬件
zh_hant: 硬體
zh_hk: 硬件

source: Hardware interface on the guest used to mount this image. Different operating systems support different interfaces. The default will be the most common interface.
ar: واجهة الأجهزة على الضيف المستخدمة لتركيب هذه الصورة. تدعم أنظمة التشغيل المختلفة واجهات مختلفة. ستكون القيمة الافتراضية هي الواجهة الأكثر شيوعًا.
fr: Interface matérielle de l’invité utilisée pour monter l’image. Différents systèmes d’exploitation utilisent différentes interfaces. Celle par défaut est la plus commune.
it: L'interfaccia hardware utilizzata dal sistema guest per montare questa imnmagine. Ciascun sistema operativo può supportare diversi tipi di interfacce. L'interfaccia predefinita sarà quella utilizzata comunemente.
ja: このイメージをマウントするために使用されるゲスト上のハードウェアインターフェイスです。オペレーティングシステムによって対応しているインターフェイスは異なります。デフォルトでは最も一般的なインターフェイスが使用されます。
pl: Interfejs sprzętowy po stronie gościa używany do zamontowania tego obrazu. Różne systemy operacyjne wspierają rożne interfejsy. Domyślny będzie najbardziej pospolitym interfejsem.
zh_hans: 用于挂载此映像的客户机硬件接口。不同的操作系统支持不同的接口。默认值为最常用的接口。
zh_hant: 客體的硬體介面，用來裝載這個映像檔。不同的作業系統支援不同的介面。預設值會是最常見的介面。
zh_hk: 用作裝載這個映像的客戶端硬體介面。不同的作業系統支援不同的介面。預設將會設定為最常見的介面。

source: Hardware OpenGL Acceleration
ar: تسريع OpenGL بالعتاد
de: OpenGL-Hardwarebeschleunigung
es_419: Aceleración de hardware OpenGL
fi: Laitteiston OpenGL-kiihdytys
it: Accelerazione Hardware OpenGL
ja: ハードウェアOpenGLアクセラレーション
pl: Akceleracja sprzętowa OpenGL
ru: Аппаратное ускорение OpenGL
zh_hans: 硬件 OpenGL 加速
zh_hant: OpenGL 硬體加速
zh_hk: 硬體 OpenGL 加速

source: Height
ar: الارتفاع
fr: Hauteur
it: Altezza
ja: 高さ
pl: Wysokość
zh_hans: 高度
zh_hant: 高度
zh_hk: 高度

source: Hello
ar: مرحبا
de: Hallo
es_419: Hola
it: Ciao
ru: Здравствуйте
zh_hans: 你好
zh_hk: 你好

source: Hide
ar: إخفاء
es_419: Ocultar
fi: Piilottaa
fr: Masquer
it: Nascondi
ja: 非表示
pl: Schowaj
ru: Скрыть
zh_hans: 隐藏
zh_hant: 隱藏
zh_hk: 隱藏

source: Hide dock icon on next launch
ar: إخفاء أيقونة الرصيف في الإطلاق التالي
fr: Masque l’icône dans le dock au prochain démarrage
it: Nascondi icona del dock al prossimo avvio
ja: 次回起動時にDockアイコンを非表示にする
pl: Ukryj ikonę w Docku przy następnym uruchomieniu
zh_hans: 下次启动时隐藏程序坞图标
zh_hant: 下次啟動時隱藏 Dock 圖示
zh_hk: 下次啟動時隱藏 Dock 圖示

source: Hide Unused…
ar: إخفاء غير المستخدم…
de: Unbenutzte ausblenden…
es_419: Ocultar no usado...
fi: Piilota käyttämätön...
fr: Masquer non-inutilisés…
it: Nascondi inutilizzati...
ja: 未使用を非表示…
pl: Ukryj nieużywane...
ru: Скрыть неиспользуемые…
zh_hans: 隐藏未使用的…
zh_hant: 隱藏未使用…
zh_hk: 隱藏未使用的⋯

source: Hold Control (⌃) for right click
ar: اضغط على Control (⌃) للنقر بزر الماوس الأيمن
de: Control (⌃) halten für Rechtsklick
es_419: Mantener presionado Control (⌃) para hacer click derecho
fi: Pidä ohjain (⌃) hiiren oikealla napsautuksella
fr: Appuyer sur Control (⌃) pour un clic droit
it: Tieni premuto Control (⌃) per il click destro
ja: Control（⌃）を押している間は右クリックにする
pl: Przytrzymaj Control (⌃) aby wykonać prawe kliknięcie
ru: Удерживайте Control (⌃) для щелчка правой кнопкой мыши
zh_hans: 按住 Control (⌃) 键以右键单击
zh_hant: 按住 Control (^) 充當右鍵
zh_hk: 按住 Control (⌃) 來右鍵點按

source: Host
ar: مضيف
ja: ホスト
zh_hans: 主机
zh_hk: 主機

source: Host Address
ar: عنوان المضيف
es_419: Dirección de host
fi: Palvelinsoite
fr: Adresse de l’hôte
it: Indirizzo Host
ja: ホストアドレス
ko: 호스트 주소
pl: Adres hosta
ru: Адрес хоста
zh_hans: 主机地址
zh_hant: 主機位址
zh_hk: 主機位址

source: Host Address (IPv6)
ar: عنوان المضيف (IPv6)
es_419: Dirección de host (IPv6)
fi: Palvelinosoite (IPv6)
fr: Adresse de l’hôte (IPv6)
it: Indirizzo Host (IPv6)
ja: ホストアドレス（IPv6）
ko: 호스트 주소(IPv6)
pl: Adres hosta（IPv6)
ru: Адрес хоста (IPv6)
zh_hans: 主机地址 (IPv6)
zh_hant: 主機位址（IPv6）
zh_hk: 主機位址 (IPv6)

source: Host Only
ar: فقط المضيف
de: Nur Host
es_419: Sólo host
fi: Vain palvelin
fr: Hôte uniquement
it: Solo Host
ja: ホストのみ
pl: Tylko system gospodarza (Host Only)
ru: Только хост
zh_hans: 仅主机
zh_hant: 只有主機端
zh_hk: 僅主機

source: Host Port
ar: منفذ المضيف
es_419: Puerto de host
fi: Palvelinportti
fr: Port hôte
it: Porta Host
ja: ホストポート
ko: 호스트 포트
pl: Port hosta
ru: Порт хоста
zh_hans: 主机端口
zh_hant: 主機連線埠
zh_hk: 主機埠

source: Hostname or IP address
ar: اسم المضيف أو عنوان IP
ja: ホスト名またはIPアドレス
pl: Nazwa hosta lub adres IP
zh_hans: 主机名或 IP 地址
zh_hk: 主機或 IP 位址

source: Icon
ar: أيقونة
es_419: Icono
fi: Ikoni
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
pl: Ikona
ru: Иконка
zh_hans: 图标
zh_hant: 圖示
zh_hk: 圖示

source: Identifier '%@' cannot be found.
ar: لا يمكن العثور على المعرف '%@'.
ja: 識別子“%@”が見つかりません。
pl: Indentyfikator '%@' nie może zostać odnaleziony.
zh_hans: 找不到标识符 '%@'。
zh_hant: 找不到「%@」識別碼。
zh_hk: 識別碼「%@」未找到。

source: If checked, no drive image will be stored with the VM. Instead you can mount/unmount image while the VM is running.
ar: إذا تم تحديده، فلن يتم تخزين صورة القرص مع الآلة الافتراضية. بدلاً من ذلك، يمكنك تركيب/إلغاء تركيب الصورة أثناء تشغيل الآلة الافتراضية.
fr: Si coché, aucune image de lecteur ne sera enregistrée avec la VM. À la place, vous pouvez monter/démonter une image pendant que la VM est en exécution.
it: Se attivo, l'immagine del disco non sarà salvata insieme alla VM. Può essere, invece, montata e smontata quando la VM è in esecuzione
ja: チェックを入れると、ドライブイメージは仮想マシンに保存されなくなります。その代わり、仮想マシン実行中にイメージのマウント/マウント解除が可能になります。
pl: Jeśli zaznaczone, żaden obraz dysku nie będzie przechowywany z maszyną wirtualną. Zamiast tego możesz zamontować/odmontować obraz gdy maszyna jest uruchomiona.
zh_hans: 若选中，虚拟机将不会存储驱动器映像。相反，你可以在虚拟机运行时挂载/卸载映像。
zh_hant: 核取後虛擬機將不儲存磁碟機映像檔。您可以改在虛擬機執行時裝載（或卸除）映像檔。
zh_hk: 如選取，將不會儲存磁碟映像檔至虛擬電腦內。然而，你可以於虛擬電腦執行時裝載/卸除安裝映像。

source: If checked, the CPU flag will be disabled. Otherwise, the default value will be used.
ar: إذا تم تحديده، ستُعطل علامة CPU. خلاف ذلك، سيتم استخدام القيمة الافتراضية.
es_419: Si está marcado, el argumento de CPU se deshabilitará. De lo contrario, el valor predeterminado será usado.
fi: Jos tämä on valittuna, CPU-lippu poistetaan käytöstä. Muussa tapauksessa käytetään oletusarvoa.
fr: Si coché, le flag du CPU sera désactivé. Dans le cas contraire, les valeurs par défaut seront utilisées.
it: Se abiltato, la flag CPU verrà disabilitata. In alternativa, sarà usato il valore predefinito.
ja: チェックを入れると、CPUフラグが無効になります。そうでない場合、デフォルトの値が使用されます。
pl: Jeśli zaznaczone, flagi procesora będą wyłączone. W przeciwnym wypadku zostaną użyte domyślne wartości.
ru: Если флажок установлен, то флаг CPU будет отключен. В противном случае будет использоваться значение по умолчанию.
zh_hans: 若选中，将禁用 CPU 标志。否则将使用默认值。
zh_hant: 核取後會停用 CPU 旗標。反之則使用預設值。
zh_hk: 如選取，將會停用這個 CPU 標記。否則將會使用預設值。

source: If checked, the CPU flag will be enabled. Otherwise, the default value will be used.
ar: إذا تم تحديده، ستُفعل علامة CPU. خلاف ذلك، سيتم استخدام القيمة الافتراضية.
es_419: Si está marcado, el argumento de CPU se habilitará. De lo contrario, el valor predeterminado será usado.
fi: Jos tämä on valittuna, CPU-lippu otetaan käyttöön. Muussa tapauksessa käytetään oletusarvoa.
fr: Si coché, le flag du CPU sera activé. Dans le cas contraire, les valeurs par défaut seront utilisées.
it: Se abilitato, la flag CPU verrà abilitata. In alternativa, sarà usato il valore predefinito.
ja: チェックを入れると、CPUフラグが有効になります。そうでない場合、デフォルトの値が使用されます。
pl: Jeśli zaznaczone, flagi procesora będą włączone. W przeciwnym wypadku zostaną użyte domyślne wartości.
ru: Если флажок установлен, то флаг CPU будет включен. В противном случае будет использоваться значение по умолчанию
zh_hans: 若选中，将启用 CPU 标志。否则将使用默认值。
zh_hant: 核取後會啟用 CPU 旗標。反之則使用預設值。
zh_hk: 如選取，將會啟用這個 CPU 標記。否則將會使用預設值。

source: If checked, the drive image will be stored with the VM.
ar: إذا تم تحديده، ستُخزن صورة القرص مع الآلة الافتراضية.
fr: Si coché, l’image du disque sera stocké avec la VM.
it: Se attivo, l'immagine del disco sarà salvata insieme alla VM
ja: チェックを入れると、ドライブイメージが仮想マシンに保存されます。
pl: Jeśli zaznaczone, obraz dysku będzie przechowywany wraz z wirtualną maszyną.
zh_hans: 若选中，驱动器映像将和虚拟机一起存储。
zh_hant: 核取後虛擬機會儲存磁碟機映像檔。
zh_hk: 如選取，磁碟映像檔將會與虛擬電腦一齊儲存。

source: If checked, use local time for RTC which is required for Windows. Otherwise, use UTC clock.
ar: إذا تم تحديده، استخدم الوقت المحلي لوحدة RTC المطلوبة لنظام Windows. خلاف ذلك، استخدم ساعة UTC.
es_419: Si está habilitado, usar la hora local para RTC que es requerido en Windows. De otro modo, usar el reloj UTC.
fi: Jos tämä on valittuna, käytä paikallista aikaa RTC:lle, jota Windows vaatii. Muussa tapauksessa käytä UTC-kelloa.
fr: Si coché, utiliser l’heure locale pour le RTC, ce qui est requis pour Windows. Dans le cas contraire, utiliser l’heure UTC.
it: Se abilitato, usa l'ora locale per il RTC, richiesto da Windows. Altrimenti, usa UTC.
ja: チェックを入れると、Windowsで必要とされるRTCにローカル時間を使用します。そうでない場合、UTCクロックを使用します。
pl: Jeśli zaznaczone, używaj czasu lokalnego dla RTC, czego wymaga Windows. W innym wypadku, używaj zegara UTC.
ru: Если флажок установлен, то для RTC используется местное время, что необходимо для Windows. В противном случае используются часы UTC.
zh_hans: 若选中，将使用 Windows 需要的 RTC 本地时间，否则使用 UTC 时钟。
zh_hant: 核取後使用 RTC 時鐘的本地時間（Windows 需要）。反之則使用 UTC 時鐘。
zh_hk: 如選取，將會使用 Windows 所需要的 RTC 本地時間。否則將會使用 UTC 時鐘。

source: If disabled, the default combination Control+Option (⌃+⌥) will be used.
ar: إذا تم تعطيله، سيتم استخدام المجموعة الافتراضية Control + Option (⌃ + ⌥).
fr: Si décoché, la combinaison par défaut Ctrl+Option (⌃+⌥) sera utilisée.
it: Se disabilitato, verrà usata la combinazione di default Control+Option (⌃+⌥).
ja: 無効にすると、デフォルトのコンビネーションControl＋Option（⌃＋⌥）が使用されます。
pl: Jeśli wyłączone, domyślna kombinacja Control＋Option（⌃＋⌥） będzie użyta.
zh_hans: 若禁用，将使用默认组合键 Control + Option (⌃ + ⌥)。
zh_hant: 停用後會採用預設的按鍵組合 Control+Option (⌃+⌥)。
zh_hk: 如停用，將會使用預設組合鍵 Control + Option (⌃ + ⌥)。

source: If enabled, a virtiofs share tagged 'rosetta' will be available on the Linux guest for installing Rosetta for emulating x86_64 on ARM64.
ar: إذا تم تمكينه، ستكون مشاركة virtiofs المسمى 'rosetta' متاحة على الضيف Linux لتثبيت Rosetta لمحاكاة x86_64 على ARM64.
es_419: Si está habilitado, un directorio compartido de virtiofs con la etiqueta 'rosetta' estará disponible en la VM de Linux para instalar Rosetta para emular x86_64 en ARM64.
fr: Si coché, un partage virtiofs tagué 'rosetta' sera disponible pour l’invité Linux pour installer Roserra pour émuler le x86_64 sur ARM64.
it: Se abilitato, una cartella condvisa virtiofs con nome 'rosetta' sarà disponibile sul guest Linux, permettendoti di installare Rosetta per emulare x86_64 su ARM64.
ja: 有効にすると、“rosetta”とタグ付けされたVirtioFS共有がLinuxゲストで使用できるようになり、ARM64でx86_64をエミュレートするためにRosettaをインストールできます。
pl: Jeśli włączone, katalog współdzielony VIRTIOFS z tagiem 'rosetta' będzie dostępny dla systemu operacyjnego Linux (gościa), aby zainstalować Rosettę do emulacji x86_64 na ARM64.
ru: Если эта опция включена, то на гостевом компьютере Linux будет доступен каталог virtiofs с меткой 'rosetta' для установки Rosetta для эмуляции x86_64 на ARM64.
zh_hans: 若启用，标为“rosetta”的 virtiofs 共享将在 Linux 客户机上可用，用于安装 Rosetta，并在 arm64 上模拟 x86_64。
zh_hant: 啟用後，標籤是 “rosetta” 的 virtiofs 共享將可以在 Linux 客體使用，用來安裝在 ARM64 模擬 x86_64 的 Rosetta。
zh_hk: 如啟用，標記為「rosetta」的 virtiofs 分享將會於 Linux 客戶端上可用，用作安裝 Rosetta，可以於 arm64 上仿真 x86_64。

source: If enabled, any existing screenshot will be deleted the next time the VM is started.
ar: إذا تم تمكينه، سيتم حذف أي لقطة موجودة في المرة التالية التي يتم فيها بدء الآلة الافتراضية.
fr: Si coché, toutes les captures d’écran existantes seront supprimées au prochain démarrage de la VM.
ja: 有効にすると、次回仮想マシンを開始したときに既存のスクリーンショットが削除されます。
pl: Jeśli zaznaczone, wszystkie istniejące zrzuty ekranu zostaną usunięte przy następnym uruchomieniu.
zh_hans: 若启用，下次启动虚拟机时，任何现有的快照都将被删除。
zh_hant: 啟用後，所有現有的螢幕擷圖，將會在下次虛擬機啟動時刪除。
zh_hk: 如啟用，下次啟動虛擬電腦時，任何現存的螢幕截圖將會被刪除。

source: If enabled, caps lock will be handled like other keys. If disabled, it is treated as a toggle that is synchronized with the host.
ar: إذا تم تمكينه، سيتم التعامل مع Caps Lock مثل المفاتيح الأخرى. إذا تم تعطيله، سيتم اعتباره مفتاح تبديل متزامن مع المضيف.
fr: Si coché, Verr Maj sera géré comme toutes les autres touches. Si décoché, il sera traité comme un bouton qui sera synchronisé avec l’hôte.
ja: 有効にすると、Caps Lockがほかのキーと同様に処理されます。無効にすると、ホストと同期するトグルとして扱われます。
pl: Jeśli włączone, Caps Lock będzie używany jak każdy inny klawisz. Jeśli wyłączone, jest traktowany jako przełącznik który synchronizuje gościa z hostem.
zh_hans: 若启用，Caps Lock 将和其他按键一样处理。若禁用，它将被视为与主机同步的切换键。
zh_hant: 啟用後 Caps Lock 將被視作一般按鍵。若停用 Caps Lock 將會視作和主機端同步的切換開關。
zh_hk: 如啟用，Caps Lock 將會同其他鍵一樣處理。如停用，它將會被視為開關鍵，並與主機同步。
